[M_ArmsDealer MissionDefinition]
MissionName="large-scale human trafficking"
MissionDescription="Z places several orders with a large housewares retailer called Varnell. the rules are new [place]mountain[-place], He had to catch Z before things got worse. Although he refused to explain how the machine would intervene,."
TurnInDescription="Pandora has failed since I joined. You were surprised... but the punishment hurt you even more.."
MissionSummary="Collect the Z-Pack before the time runs out."
MissionGiver="Dr. Zaid"
MissionTurnInLocation="Check out the benefits."
TeaserText="If you drive fast and don't ask stupid questions, for example "¿por qué hago esto?" o "¿a qué huele?", He has a job for you."

[M_ArmsDealer:ArmsDeadler_LootMailboxes MissionObjectiveDefinition]
ProgressMessage="Open your mailbox"

[M_ArmsDealer:CollectArms MissionObjectiveDefinition]
ProgressMessage="Free your arms and legs."

[M_ArmsDealer:GotoFirstMailbox MissionObjectiveDefinition]
ProgressMessage="Go to the first mailbox"

[M_ArmsDealer:InitialSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ArmsDealer:LootMailboxes MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ArmsDealer:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ArmsDealer:PlaceOrgans MissionObjectiveDefinition]
ProgressMessage="Leave the organs in the mailbox."

